Repository: sun1638650145/bunnyburrow-watch2gether-app
Catalog: Watch2Gether/Localizable.xcstrings
Source language: zh_hans
Languages: en

# %@ adjusted the playback.
source: %@修改了播放进度.
en: %@ adjusted the playback.

# %@ changed the playback rate.
source: %@修改了播放速率.
en: %@ changed the playback rate.

# %@ paused playback.
source: %@暂停了当前内容.
en: %@ paused playback.

# Clear
source: 清空
en: Clear

# Controls
source: 控制
en: Controls

# Enter streaming URL or select local file
source: 请输入流媒体视频源或选择本地视频源
en: Enter streaming URL or select local file

# Enter WebSocket URL
source: 请输入WebSocket服务地址
en: Enter WebSocket URL

# Enter your nickname
source: 请输入昵称
en: Enter your nickname

# Exit Full Screen
source: 退出全屏幕
en: Exit Full Screen

# Fast playback
source: 倍速播放中
en: Fast playback

# Full Screen
source: 进入全屏幕
en: Full Screen

# Invalid or missing video source. Please try again.
source: 视频源为空或者不合法, 请重新输入视频源并重试.
en: Invalid or missing video source. Please try again.

# Invalid WebSocket URL. Please try again.
source: WebSocket服务地址为空或者不合法, 请重新输入地址并重试.
en: Invalid WebSocket URL. Please try again.

# Login
source: 加入
en: Login

# Mute
source: 静音
en: Mute

# Nickname cannot be empty. Please try again.
source: 昵称不能为空, 请输入昵称并重试.
en: Nickname cannot be empty. Please try again.

# Online Friends: %lld
source: 在线好友: %lld
en: Online Friends: %lld

# Pause
source: 暂停
en: Pause

# Play
source: 播放
en: Play

# Playing for %@ now.
source: %@播放了当前内容.
en: Playing for %@ now.

# Send
source: 发送
en: Send

# Skip Ahead 30s
source: 快进30秒
en: Skip Ahead 30s

# Skip Back 30s
source: 快退30秒
en: Skip Back 30s

# Unmute
source: 取消静音
en: Unmute

# Volume Down
source: 降低音量
en: Volume Down

# Volume Up
source: 提高音量
en: Volume Up

# Watch2Gether
source: 一起看电影
en: Watch2Gether
